/* Localizable Strings: Italian */

/* Tags menu */
"Tags" = "Etichette";
"Typeset" = "Compilatore";
"Save" = "Registra";
"Print..." = "Stampa...";
"Print Source..." = "Stampa Sorgente...";
"Set Project Root..." = "Definisci Documento Principale...";
"LaTeX Panel..." = "Pannello LaTeX...";
"Close LaTeX Panel" = "Chiudi Pannello LaTeX";
"Matrix Panel..." = "Pannello matrici...";
"Close Matrix Panel" = "Chiudi Pannello matrici";
"Open for Preview..." = "Apri per Anteprima...";
"Open for Editing..." = "Apri per Editare...";
"File" = "Composizione";
"Goto Error" = "Vai all'Errore";
"RotateClockwise" = "Ruota in Senso Orario";
"RotateCounterclockwise" = "Ruota in Senso Antiorario";
"Comment" = "Aggiungi Commento";
"Uncomment" = "Rimuovi Commento";
"Indent" = "Aumenta Rientranza";
"Unindent" = "Diminuisci Rientranza";
"Macros" = "Macro";
"Open Macro Editor..." = "Apri Editor delle Macro...";
"Close Macro Editor" = "Chiudi Editor delle Macro";
"Add macros from file..." = "Aggiungi macro da un file...";
"Save selection to file..." = "Salva la selezione...";
"Convert \\yen to \\ in Pasteboard" = "Converti \\yen in \\ nel Pasteboard";
"Convert \\ to \\yen in Pasteboard" = "Converti \\ in \\yen nel Pasteboard"; 
"Edit" = "Composizione";
"Warning" = "Avviso";
"Don't Save" = "Non registrare";
"Cancel" = "Annulla";
"Do you want to save macros?" = "Vuoi salvare le macro?";
"Save Spot" = "Salva Spot";
"Template" = "Template";
"Typing" = "Typing";
"AutoComplete" = "Completa automaticamente";   //Should be translation of "Key Bindings", even in English
"Page Number" = "Numero di pagina";
"Page Number Panel" = "Pannello Numero di pagina";
"Magnification Panel" = "Pannello Ingrandimento";
"Omit Shell Escape" = "Ometti Shell Escape";
"Warning: Using Shell Escape" = "Avviso: si sta usando il comando di Shell Escape";
"Preview" = "Anteprima";
"Display Format" = "Vista Documento";// mitsu 1.29b
"Magnification" = "Ingrandimento";// mitsu 1.29b
"Copy Format" = "Formato di copia";// mitsu 1.29b
"ToolbarItems" = "Elementi della Barra degli Strumenti";
"Autocompletion" = "Autocompletamento";
"Completion" = "Completamento";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Percorso: %@\nDimensione: %d bytes\nData creazione: %@\nData modifica: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\Caratteri: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "La codifica del file è cambiata; alcuni caratteri possono essere persi se si usa una codifica non appropriata.";
"Currently open files retain their old encoding." = "I file attualmente aperti mantengono la propria codifica.";
"Drag && Drop" = "Drag && Drop";
"%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions." = "%@ does not exist. TeXShop is  a front end for TeX, but you also need a TeX distribution. Perhaps such a distribution was not installed or was removed during a system upgrade. If so, go to http://tug.org/MacTeX and follow the instructions to (re)install MacTeX. A less likely possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the macports or fink distributions.";
"Can't find required tool." = "Can't find required tool.";
"Typesetting engine cannot be found." = "Typesetting engine cannot be found.";
"The source LaTeX document cannot be found." = "The source LaTeX document cannot be found.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ does not exist.";
"%@ does not have the executable bit set." = "%@ does not have the executable bit set.";
"This file was opened with IsoLatin9 encoding." = "This file was opened with IsoLatin9 encoding.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again.";
"Error" = "Error";
"There was an error checking for updates." = "There was an error checking for updates.";
"Your copy of TeXShop is up-to-date" = "Your copy of TeXShop is up-to-date";
"You have the most recent version of TeXShop." = "You have the most recent version of TeXShop.";
"New version available" = "New version available";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "A new version of TeXShop is available (version %@). Would you like to download it now?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead.";
"Hard Wrap" = "Hard Wrap";
"Newline Removal" = "Newline Removal";
"Color Index" = "Color Index";
"Help" = "Aiuto";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "ShowFullPath";
"Close Current Environment" = "Close Current Environment"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Your current setting of %@ will be replaced. OK?"; // Terada
"Convert" = "Convert";
"The program " = "Il programma ";
" does not exist." = " non esiste.";
"failed to copy selection." = "non è possibile copiare la selezione.";
"failed to save selection to the file." = "non è possibile salvare la selezione in un file.";
"<a letter consisting of %d characters>" = " <lettera composta da %d caratteri>";
"%d letters, %d words, %d lines" = "%d lettere, %d parole, %d linee";
"Emoji Style" = "Stile Emoji";
"Text Style" = "Stile del testo";
"Character Info" = "Info caratteri";
"Variant" = "Variante";
"Revert To" = "Ripristina a";
"Skin Tone I-II" = "Carnagione Molto Chiara";
"Skin Tone III" = "Carnagione Abbastanza Chiara";
"Skin Tone IV" = "Carnagione Leggermente Scura/Olivastra";
"Skin Tone V" = "Carnagione Scura";
"Skin Tone VI" = "Carnagione Scurissima/Nera";

